{
  "Welcome": "Willkommen",
  "ChangeLanguage": "Sprache ändern",
  "English": "English",
  "French": "Français",
  "German": "Deutsch",
  "Home": "Startseite",
  "AboutUs": "Über uns",
  "OurServices": "Unsere Dienstleistungen",
  "Login": "Anmelden",
  "HeaderText": "Ein revolutionäres digitales Werkzeug",
  "HeaderText2": "um die Bildungsentwicklung jedes Kindes in Montessori-Schulen zu überwachen.",
  "LearnMore": "Mehr erfahren",
  "ContactUs": "Kontaktieren Sie uns",
  "DataUpdatedSuccessfully": "Daten erfolgreich aktualisiert",
  "ErrorHappened": "Ein Fehler ist aufgetreten",
  "WelcomeToSORIconnect": "Willkommen bei SORI connect",
  "OurTeam": "Unsere Mission ist es, die Bildung zukünftiger Generationen zu unterstützen, indem wir die Ressourcen bereitstellen, die benötigt werden, um der Zukunft mit Zuversicht entgegenzutreten. Zu diesem Zweck haben wir Sori Connect entwickelt, ein innovatives digitales Werkzeug, das für Montessori-Schulen konzipiert wurde. <br><br> Diese Plattform ermöglicht es, die Bildungsentwicklung jedes Kindes genau zu überwachen, während Schulen, Pädagogen und Eltern einen einfachen Zugang zu wesentlichen Informationen über ihren Bildungsweg erhalten.",
  "MakeAnAppointment": "Vereinbaren Sie einen Termin",
  "OurMission": "Reibungslose Zusammenarbeit zur Überwachung harmonischer Pädagogik zwischen",
  "Educators": "Pädagogen",
  "Parents": "Eltern",
  "Schools": "Schulen",
  "EducatorsText": "ein Werkzeug, das die personalisierte Überwachung vereinfacht und eine detaillierte Aufmerksamkeit auf jede Entwicklungsstufe des Kindes ermöglicht.",
  "Directors": "die Direktoren der Einrichtungen",
  "DirectorsText": "Ein Werkzeug, das einen globalen Überblick über den Fortschritt jedes Schülers bietet und bereichernde Vergleiche mit anderen Montessori-Schulen ermöglicht",
  "Parent": "die Eltern",
  "ParentText": "ein digitales Schulheft, das es ihnen ermöglicht, den Fortschritt ihres Kindes detailliert zu verfolgen und die Kommunikation mit dem Lehrerteam zu erleichtern.",
  "Service1": "Pädagogische Überwachung spezifisch für Montessori",
  "Service1Text": "Unser digitales Werkzeug ist speziell für Montessori-Schulen konzipiert und ermöglicht es Ihnen, die einzigartigen pädagogischen Methoden dieser Pädagogik präzise und angepasst zu dokumentieren und zu überwachen.",
  "Service2": "Vergleich mit dem nationalen Programm",
  "Service2Text": "Unsere Plattform erleichtert den Vergleich des Fortschritts jedes Kindes mit den Standards des nationalen Lehrplans und versichert Eltern, dass die Montessori-Bildung den offiziellen Bildungskriterien entspricht und eine harmonische Integration in das allgemeine Bildungssystem fördert",
  "FindUs": "Finde uns",
  "CallUs": "Rufen Sie uns an",
  "EmailUs": "E-Mail an uns",
  "UsefulLinks": "Nützliche Links",
  "Subscribe": "Abonnieren",
  "Copyright": "Copyright@; 2024, Alle Rechte vorbehalten",
  "SignUp": "Anmelden",
  "SignIn": "Einloggen",
  "Username": "Nutzername",
  "UsernameRequired": "Benutzer ist erforderlich",
  "Email": "Email",
  "EmailRequired": "E-Mail ist erforderlich",
  "Password": "Passwort",
  "PasswordRequired": "Passwort ist erforderlich",
  "ForgotPassword": "Passwort vergessen?",
  "DontHaveAnAccount": "Sie haben noch kein Konto?",
  "AlreadyHaveAnAccount": "Sie haben bereits ein Konto?"
}
